{
    "English": {
        "page1_title": "Diagnosis Assistant",
        "bmc_0": "Let's keep MDxApp free!",
        "bmc_1": "By clicking here:",
        "bmc_2": "Or use this QR code:",
        "page1_header": "Medical Diagnosis Assistant",
        "page1_subheader": "Experience the future of healthcare with our ChatGPT-powered <br>medical diagnostic and symptom checking tool.", 
        "htu_0": "How to use this app:", 
        "htu_1": "Fill out the report below (some symptoms are at least required)", 
        "htu_2": "Check the summary of the report", 
        "htu_3": "Submit the report (None of the provided data are saved or shared)",
        "report_header": "Report",
        "gender": "Gender", 
        "male": "Male",
        "female": "Female", 
        "age": "Age", 
        "pregnant": "Pregnant", 
        "no": "No", 
        "yes": "Yes", 
        "history": "History", 
        "hist_example": "(Example: gone to an outdoor music festival in north america, shared drinks and cigarettes with friends with similar symptoms)",
        "hist_ph": "none", 
        "hist_help": "Enter patient's known background information, including their past medical conditions, medications, family history, lifestyle, and other relevant information that can help in diagnosis and treatment", 
        "symptoms": "Symptoms", 
        "symp_example": "(Example: high-grade fever, lethargy, headache, and abdominal pain for two days)",
        "symp_ph": "none", 
        "symp_help": "List all symptoms indicating the presence of an underlying medical condition", 
        "exam": "Examination findings", 
        "exam_example": "(Example: petechial lesions on the palms of his hands and feet, bug bites)",
        "exam_ph": "none", 
        "exam_help": "List all the information gathered through visual inspection, palpation, percussion, and auscultation during the examination", 
        "lab": "Laboratory test results", 
        "lab_example": "(Example: w/IgE levels > 3000 IU/m)",
        "lab_ph": "none", 
        "lab_help": "List output of tests performed on samples of bodily fluids, tissues, or other substances to help diagnose, monitor, or treat medical conditions. These tests can include blood tests, urine tests, imaging tests, biopsies, and other diagnostic procedures", 
        "summary": "Summary",
        "vissum_patient": "Patient: ",
        "vissum_yrsold": " years old",
        "vissum_pregnancy": "Pregnancy: ", 
        "vissum_history": "History: ",
        "vissum_symp": "Symptoms: ",
        "vissum_exam": "Examination findings: ",  
        "vissum_lab": "Laboratory test results: ", 
        "submit": "SUBMIT", 
        "submit_help": "Submit the report for diagnostic",
        "diagnostic": "Diagnostic", 
        "none": "none", 
        "submit_warning": "Please, enter at least some symptoms before submission.",
        "submit_wait": "Please wait...", 
        "caution": "Caution message",
        "caution_message": "Please be aware that while the app is designed to assist medical decision-making and check symptoms, the final diagnosis should be made by a licensed medical professional. We recommend seeking additional evaluations and opinions before making any treatment decisions.  ",     
        "no_response": "The server does not respond or is overloaded with requests... Try again.", 
        "no_diagnostic": "No diagnostic yet. Please fill out the report and click SUBMIT above.", 
        "language_selection": "Select a language: ", 
        "invest": "Invest in your health, and support our mission in keeping the MDxApp free!"
    },
    "हिन्दी": {
    "page1_title": "निदान सहायक",
    "bmc_0": "आइए MDxApp को निःशुल्क रखें!",
    "bmc_1": "यहाँ क्लिक करें:",
    "bmc_2": "या इस QR कोड का उपयोग करें:",
    "page1_header": "चिकित्सीय निदान सहायक",
    "page1_subheader": "हमारे ChatGPT-संचालित <br>चिकित्सीय निदान और लक्षण जाँच उपकरण के साथ स्वास्थ्य सेवा का भविष्य अनुभव करें।", 
    "htu_0": "इस ऐप का उपयोग कैसे करें:", 
    "htu_1": "नीचे दी गई रिपोर्ट भरें (कुछ लक्षण आवश्यक हैं)", 
    "htu_2": "रिपोर्ट का सारांश देखें", 
    "htu_3": "रिपोर्ट जमा करें (प्रदान किए गए किसी भी डेटा को सहेजा या साझा नहीं किया जाता)", 
    "report_header": "रिपोर्ट",
    "gender": "लिंग", 
    "male": "पुरुष",
    "female": "महिला", 
    "age": "आयु", 
    "pregnant": "गर्भवती", 
    "no": "नहीं", 
    "yes": "हाँ", 
    "history": "इतिहास", 
    "hist_example": "(उदाहरण: उत्तरी अमेरिका में बाहरी संगीत उत्सव में भाग लिया, समान लक्षण वाले दोस्तों के साथ पेय और सिगरेट साझा किए)", 
    "hist_ph": "कोई नहीं", 
    "hist_help": "रोगी की ज्ञात पृष्ठभूमि जानकारी दर्ज करें, जिसमें उनके पिछले रोग, दवाएँ, पारिवारिक इतिहास, जीवनशैली और अन्य प्रासंगिक जानकारी शामिल है।", 
    "symptoms": "लक्षण", 
    "symp_example": "(उदाहरण: दो दिनों से उच्च बुखार, थकान, सिरदर्द और पेट दर्द)", 
    "symp_ph": "कोई नहीं", 
    "symp_help": "सभी लक्षणों की सूची बनाएं जो किसी अंतर्निहित चिकित्सा स्थिति की उपस्थिति को दर्शाते हैं।", 
    "exam": "परीक्षण निष्कर्ष", 
    "exam_example": "(उदाहरण: हथेलियों और पैरों पर चकत्ते, कीड़े के काटे हुए निशान)", 
    "exam_ph": "कोई नहीं", 
    "exam_help": "परीक्षण के दौरान दृष्टि निरीक्षण, स्पर्श, थपथपाने और श्रवण से एकत्रित सभी जानकारी सूचीबद्ध करें।", 
    "lab": "प्रयोगशाला परीक्षण परिणाम", 
    "lab_example": "(उदाहरण: IgE स्तर > 3000 IU/m)", 
    "lab_ph": "कोई नहीं", 
    "lab_help": "शारीरिक द्रव, ऊतक या अन्य नमूनों पर किए गए परीक्षणों के परिणाम सूचीबद्ध करें। इनमें रक्त परीक्षण, मूत्र परीक्षण, इमेजिंग, बायोप्सी और अन्य निदान प्रक्रियाएँ शामिल हो सकती हैं।", 
    "summary": "सारांश",
    "vissum_patient": "रोगी: ",
    "vissum_yrsold": " वर्ष का/की",
    "vissum_pregnancy": "गर्भावस्था: ", 
    "vissum_history": "इतिहास: ",
    "vissum_symp": "लक्षण: ",
    "vissum_exam": "परीक्षण निष्कर्ष: ",  
    "vissum_lab": "प्रयोगशाला परीक्षण परिणाम: ", 
    "submit": "जमा करें", 
    "submit_help": "निदान हेतु रिपोर्ट जमा करें", 
    "diagnostic": "निदान", 
    "none": "कोई नहीं", 
    "submit_warning": "कृपया जमा करने से पहले कम से कम कुछ लक्षण दर्ज करें।", 
    "submit_wait": "कृपया प्रतीक्षा करें...", 
    "caution": "चेतावनी संदेश",
    "caution_message": "कृपया ध्यान दें कि यह ऐप चिकित्सा निर्णय लेने और लक्षणों की जाँच में सहायता करने के लिए डिज़ाइन किया गया है, लेकिन अंतिम निदान एक लाइसेंस प्राप्त चिकित्सा पेशेवर द्वारा किया जाना चाहिए। हम उपचार निर्णय लेने से पहले अतिरिक्त मूल्यांकन और राय लेने की सलाह देते हैं।", 
    "no_response": "सर्वर प्रतिक्रिया नहीं दे रहा है या अनुरोधों से अधिक लोड है... पुनः प्रयास करें।", 
    "no_diagnostic": "अभी तक कोई निदान नहीं। कृपया रिपोर्ट भरें और ऊपर जमा करें बटन पर क्लिक करें।", 
    "language_selection": "एक भाषा चुनें: ", 
    "invest": "अपने स्वास्थ्य में निवेश करें और हमारी MDxApp को निःशुल्क बनाए रखने के मिशन का समर्थन करें!"
},
"తెలుగు": {
    "page1_title": "నిర్ధారణ సహాయకుడు",
    "bmc_0": "MDxApp ని ఉచితంగా ఉంచడంలో మాకు సహాయం చేయండి!",
    "bmc_1": "ఇక్కడ క్లిక్ చేయండి:",
    "bmc_2": "లేదా ఈ QR కోడ్‌ని ఉపయోగించండి:",
    "page1_header": "మెడికల్ డయాగ్నసిస్ అసిస్టెంట్",
    "page1_subheader": "మా ChatGPT ఆధారిత <br>వైద్య నిర్ధారణ మరియు లక్షణాల తనిఖీ సాధనంతో ఆరోగ్య సంరక్షణ భవిష్యత్తును అనుభవించండి.", 
    "htu_0": "ఈ యాప్‌ని ఎలా ఉపయోగించాలి:", 
    "htu_1": "క్రింది నివేదికను పూరించండి (కొన్ని లక్షణాలు తప్పనిసరిగా ఉండాలి)", 
    "htu_2": "నివేదిక సారాంశాన్ని చూడండి", 
    "htu_3": "నివేదికను సమర్పించండి (మీరు అందించిన ఏ డేటా కూడా సేవ్ చేయబడదు లేదా పంచబడదు)", 
    "report_header": "నివేదిక",
    "gender": "లింగం", 
    "male": "పురుషుడు",
    "female": "మహిళ", 
    "age": "వయస్సు", 
    "pregnant": "గర్భిణీ", 
    "no": "లేదు", 
    "yes": "అవును", 
    "history": "చరిత్ర", 
    "hist_example": "(ఉదాహరణ: ఉత్తర అమెరికాలోని బహిరంగ సంగీతోత్సవంలో పాల్గొన్నారు, ఒకే లక్షణాలు ఉన్న స్నేహితులతో పానీయాలు మరియు సిగరెట్లు పంచుకున్నారు)", 
    "hist_ph": "ఏమీ లేదు", 
    "hist_help": "రోగి యొక్క నేపథ్య సమాచారం ఇవ్వండి, వీటిలో పూర్వ వైద్య చరిత్ర, మందులు, కుటుంబ చరిత్ర, జీవనశైలి మరియు సంబంధిత సమాచారం ఉంటాయి.", 
    "symptoms": "లక్షణాలు", 
    "symp_example": "(ఉదాహరణ: రెండు రోజులుగా ఎక్కువ జ్వరం, అలసట, తలనొప్పి మరియు కడుపు నొప్పి)", 
    "symp_ph": "ఏమీ లేదు", 
    "symp_help": "ఏదైనా అంతర్గత వైద్య పరిస్థితి ఉనికిని సూచించే లక్షణాలను నమోదు చేయండి.", 
    "exam": "పరీక్షా ఫలితాలు", 
    "exam_example": "(ఉదాహరణ: చేతుల పాదాలపై దద్దుర్లు, పురుగుల కాటు)", 
    "exam_ph": "ఏమీ లేదు", 
    "exam_help": "పరీక్ష సమయంలో పరిశీలన, palpation, percussion మరియు auscultation ద్వారా సేకరించిన అన్ని సమాచారం నమోదు చేయండి.", 
    "lab": "ప్రయోగశాల పరీక్ష ఫలితాలు", 
    "lab_example": "(ఉదాహరణ: IgE స్థాయిలు > 3000 IU/m)", 
    "lab_ph": "ఏమీ లేదు", 
    "lab_help": "శరీర ద్రవాలు, కణజాలం లేదా ఇతర నమూనాలపై పరీక్షా ఫలితాలను నమోదు చేయండి. వీటిలో రక్త పరీక్షలు, మూత్ర పరీక్షలు, ఇమేజింగ్, బయోప్సీలు మరియు ఇతర నిర్ధారణ ప్రక్రియలు ఉంటాయి.", 
    "summary": "సారాంశం",
    "vissum_patient": "రోగి: ",
    "vissum_yrsold": " సంవత్సరాల వయస్సు",
    "vissum_pregnancy": "గర్భం: ", 
    "vissum_history": "చరిత్ర: ",
    "vissum_symp": "లక్షణాలు: ",
    "vissum_exam": "పరీక్ష ఫలితాలు: ",  
    "vissum_lab": "ప్రయోగశాల ఫలితాలు: ", 
    "submit": "సమర్పించండి", 
    "submit_help": "నిర్ధారణ కోసం నివేదికను సమర్పించండి", 
    "diagnostic": "నిర్ధారణ", 
    "none": "ఏమీ లేదు", 
    "submit_warning": "సమర్పించే ముందు కనీసం కొన్ని లక్షణాలను నమోదు చేయండి.", 
    "submit_wait": "దయచేసి వేచి ఉండండి...", 
    "caution": "హెచ్చరిక సందేశం",
    "caution_message": "ఈ యాప్ వైద్య నిర్ణయాలు తీసుకోవడానికి మరియు లక్షణాలను తనిఖీ చేయడానికి సహాయం చేస్తుంది కానీ తుది నిర్ధారణ లైసెన్స్ కలిగిన వైద్యుడు చేయాలి. చికిత్స నిర్ణయాల ముందు అదనపు అంచనాలు మరియు అభిప్రాయాలను తీసుకోవాలని మేము సూచిస్తున్నాము.", 
    "no_response": "సర్వర్ స్పందించడం లేదు లేదా అభ్యర్థనలతో లోడ్ అయ్యింది... మళ్లీ ప్రయత్నించండి.", 
    "no_diagnostic": "ఇప్పటికీ ఎటువంటి నిర్ధారణ లేదు. దయచేసి నివేదికను పూరించి పై సమర్పించు బటన్ నొక్కండి.", 
    "language_selection": "భాషను ఎంచుకోండి: ", 
    "invest": "మీ ఆరోగ్యంలో పెట్టుబడి పెట్టండి మరియు మా MDxAppని ఉచితంగా ఉంచే లక్ష్యాన్ని మద్దతు ఇవ్వండి!"
}

}
